//==================================== BlackHoleEngine ========================================
// Projekt		: Core
// Module		: stdafx.cpp
// Created		: 
// Modified		: 
// Author		: Anahoret
// Description	: исходный файл, который включает только стандартные includes
//				  Core.pch будет предварительно скомпилированным заголовком
//				  stdafx.obj будет содержать предварительно скомпилированную информацию о типе
//================================== SovaHiBlack© - 2022 ======================================

#include "stdafx.h"
